Repository: smn/servicerating-docker
Catalog: config/optout_*.po
Languages: xh

source: Mar
xh: March

source: Apr
xh: April

source: Jun
xh: June

source: Jul
xh: July

source: Aug
xh: August

source: Sep
xh: Sept

source: Please let us know why you do not want MomConnect messages
xh: Nceda usixelele kutheni ungasafuni imiyalezo ka-MomConnect

source: Miscarriage
xh: Kuphume isisu

source: Baby was stillborn
xh: Yimva-mbilini

source: Baby died
xh: Usana luswelekile

source: Messages not useful
xh: Imiyalezo ayincedi

source: Other
xh: Esinye

source: We are sorry for your loss. Would you like to receive a small set of free messages to help you in this difficult time?
xh: Silusizi ngelahleko yakho. Ungathanda ukufumana iseti encinci yemiyalezo yasimahla engakunceda kweli xesha linzima?

source: Yes
xh: Ewe

source: No
xh: Hayi

source: Thank you. You will no longer receive messages from us. If you have any medical concerns please visit your nearest clinic.
xh: Enkosi. Awusenakufumana imiyalezo evela kuthi. Ukuba unenkxalabo nayiphi yezonyango nceda utyelele ikliniki yakho ekufuphi.

source: Thank you. You will receive support messages from MomConnect in the coming weeks.
xh: Siyabulela. Uza kufumana imiyalezo yenkxaso evela ku-MomConnect kwiiveki ezizayo.
