Repository: smn/servicerating-docker
Catalog: config/personal_*.po
Languages: zu

source: Jul
zu: Juls

source: Sep
zu: seps

source: Your session timed out. Please dial back in to {{USSD_number}} to complete the pregnancy registration so that you can receive messages.
zu: Usuphelelwe isikhathi. Siza udayale {{USSD_number}} emuva ukuze uqedele ukufaka imininingwane yakho khona uthole imiyalezo.

source: Main menu
zu: Imenu Enkulu

source: Welcome to the Department of Health's MomConnect. Please choose an option:
zu: Siyakwemukela kwaMomConnect woMnyango Wezempilo. Khetha kokulandelayo:

source: Baby and pregnancy info
zu: Ulwazi ngokukhulelwa nengane (IsiNgisi sodwa)

source: Send us a compliment
zu: Ukusincoma

source: Send us a complaint
zu: Ukukhalaza

source: Thank you. We will send you a message shortly with instructions on how to send us your compliment.
zu: Siyabonga. Sizokuthumelela umyalezo maduze nje onemiyalelo yokuthi usithumelela kanjani isincomo sakho.

source: Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
zu: Phendula lo myalezo nesincomo sakho. Masiphathelene nesivisi yasekliniki, ulifake igama lekliniki noma losebenzayo. Kuzosebenza izindleko ezejwayelekile.

source: Thank you. We will send you a message shortly with instructions on how to send us your complaint.
zu: Siyabonga. Sizokuthumelela umyalezo maduze nje onemiyalelo yokuthi usithumelela kanjani isikhalazo sakho.

source: Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
zu: Phendula lo myalezo nesikhalazo sakho. Masiphathelene nesivisi yasekliniki, ulifake igama lekliniki noma losebenzayo. Kusebenza izindleko ezejwayelekile.

source: Welcome to the Department of Health's MomConnect. Choose an option:
zu: Siyakwemukela kwaMomConnect woMnyango Wezempilo. Khetha kokulandelayo:

source: Baby and pregnancy info (English only)
zu: Ulwazi ngokukhulelwa nengane (IsiNgisi sodwa)

source: Get the full set of messages
zu: Ukuthola lonke iqoqo lemiyalezo

source: To register for the full set of MomConnect messages, please visit your nearest clinic.
zu: Ungabhalisa ekliniki ukuze uthole iqoqo eliphelele LAMAHHALA lemiyalezo.

source: Setswana
zu: Tswana

source: Welcome to the Department of Health's MomConnect. Please select:
zu: Siyakwemukela kwaMomConnect woMnyango Wezempilo. Khetha

source: Register for messages
zu: Ukurejistela imiyalezo

source: Baby and Pregnancy info (English only)
zu: Ulwazi ngokukhulelwa nengane (IsiNgisi sodwa)

source: MomConnect sends free support SMSs to pregnant mothers. Are you or do you suspect that you are pregnant?
zu: uMomConnect uthumelela omame abakhulelwe ama-sms okubeseka mahhala. Ukhulelwe noma usola ukuthi ukhulelwe?

source: Yes
zu: Yebo

source: No
zu: Cha

source: You have previously opted out of MomConnect SMSs. Please confirm that you would like to opt in to receive messages again?
zu: Usuke wahoxa phambilini kuma-sms kaMomConnect. Siza uqinisekise ukuthi uyafuna ukungena ukuze uphinde uthole ama-sms futhi?

source: You have chosen not to receive MomConnect SMSs and so cannot complete registration.
zu: Uqoke ukungawatholi ama-sms akwaMomConnect, kanjalo-ke ngeke ukwazi ukuqhubeka nokurejista.

source: Main Menu
zu: Imenu Enkulu

source: We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.
zu: Siyaxolisa, lolu hlelo olwabomame abakhulelwe kuphela. Uma kukhona okunye okukukhathazayo ngempilo iya ekliniki eliseduze nawe.

source: We need some info to message you. This is private and will only be used to help you at a clinic. What kind of ID do you have?
zu: Sidinga imidanti ethize ukuze sikuthumelele imiyalezo. Iyimfihlo kanti izosiza wena uma uya ekliniki

source: SA ID
zu: i-ID yase-SA

source: Passport
zu: i-Phasiphothi

source: None
zu: Anginako nokukodwa

source: Sorry, your ID number did not validate. Please reenter your SA ID number:
zu: Uxolo, Inombolo yakho ye-ID ayaziwa. Phinda ufake iNombolo yakho ye-ID:

source: Please enter your SA ID number:
zu: Siza ufake inombolo ye-ID yakho yaseNingizimu Afrika

source: What is the country of origin of the passport?
zu: Eyakuliphi Izwe lendabuko le phasiphothi?

source: Other
zu: Elinye

source: There was an error in your entry. Please carefully enter your passport number again.
zu: Kuye kwaba nephutha kokufakile. Siza ufake inombolo yePhasiphothi lakho.

source: Please enter your Passport number:
zu: Siza ufake inombolo yePhasiphothi lakho.

source: There was an error in your entry. Please carefully enter your year of birth again (for example: 2001)
zu: Khona iphutha olenzile. Phinda ufake usuku lwakho lokuzalwa ngokucophelela (isibonelo: 2001)

source: Since you don't have an ID or passport, please enter the year that you were born (for example: 1981)
zu: Njengoba ungena- ID naphasiphothi nje, siza ufake unyaka owazalwa ngawo (Isibonelo 1981)

source: Please enter the month that you were born.
zu: Siza ufake inyanga owazalwa ngayo

source: There was an error in your entry. Please carefully enter your day of birth again (for example: 8)
zu: Kuye kwaba nephutha kokufakile. Phinda ufake usuku owazalwa ngalo ngokucophelela (isibonelo: 8)

source: Please enter the day that you were born (for example: 14).
zu: Siza ufake usuku owazalwa ngalo (Isibonelo 14)

source: Congratulations on your pregnancy. You will now get free SMSs about MomConnect. You can register for the full set of FREE helpful messages at a clinic.
zu: Halala ngokukhulelwa. Manjena-ke, usuzothola ama-SMS amahhala akwaMomConnect. Ungabhalisa ekliniki ukuze uthole iqoqo eliphelele LAMAHHALA lemiyalezo.

source: Thank you. Your SMS will be delivered shortly.
zu: Siyabonga. Uzoyithola maduze nje iSMS yakho.
