Repository: smn/servicerating-docker
Catalog: config/personal_st.po
Languages: st

source: Jan
st: Phere

source: Feb
st: Hlakola

source: Mar
st: Hlakub

source: Apr
st: Mmesa

source: May
st: Motsh

source: Jun
st: Phupj

source: Jul
st: Phupu

source: Aug
st: Phato

source: Sep
st: Loetse

source: Oct
st: Mpha

source: Nov
st: Pudu

source: Dec
st: Tshitwe

source: Your session timed out. Please dial back in to {{USSD_number}} to complete the pregnancy registration so that you can receive messages.
st: Seshone ya hao e feletswe ke nako. Ka kopo letsetsa mona {{USSD_number}} ho kgutla o qete ho kenya data ya hao hore o fumane melaetsa.

source: Main menu
st: Menu ya Sehlooho

source: Welcome to the Department of Health's MomConnect. Please choose an option:
st: O amohelehile ho MomConnect wa Lefapha la Bophelo bo Botle. Etsa kgetho:

source: Baby and pregnancy info
st: Tsebo ka lesea le boimana (Senyesemane feela)

source: Send us a compliment
st: Re romelle thoholetso

source: Send us a complaint
st: Kenya tletlebo

source: Thank you. We will send you a message shortly with instructions on how to send us your compliment.
st: Re a leboha. Re tla o romella molaetsa ka haufi-ufi le ditaelo tsa mokgwa wa ho re romella ditakaletso tsa hao.

source: Please reply to this message with your compliment. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
st: Araba molaetsa ka thoholetso ya hao. Ha o amana le tshebeletso kliniking, bolela lebitso la kliniki kapa lebitso la mosebeletsi a amehang. Ho tla ba le ditjeo.

source: Thank you. We will send you a message shortly with instructions on how to send us your complaint.
st: Re a leboha. Re tla o romella molaetsa haufiufi le ditaelo tsa mokgwa wa ho kenya tletlebo.

source: Please reply to this message with your complaint. If it relates to the service at the clinic, include the clinic or clinic worker name. Standard rates apply.
st: Araba molaetsa ona ka tletlebo ya hao. Ha o amana le tshebeletso kliniking, bolela lebitso la kliniki kapa lebitso la mosebeletsi a amehang. Ho tla ba le ditjeo

source: Welcome to the Department of Health's MomConnect. Choose an option:
st: O amohelehile ho MomConnect wa Lefapha la Bophelo bo Botle. Etsa kgetho:

source: Baby and pregnancy info (English only)
st: Tsebo ka lesea le boimana (Senyesemane feela)

source: Get the full set of messages
st: Fumana sete e feletseng ya melaetsa

source: To register for the full set of MomConnect messages, please visit your nearest clinic.
st: Ho ngodisa bakeng sa sete e feletseng ya melaetsa ya MomConnect,ka kopo etela tleleniki ya hao e haufi.

source: Setswana
st: Tswana

source: Welcome to the Department of Health's MomConnect. Please select:
st: O amohelehile ho MomConnect wa Lefapha la Bophelo bo Botle. Ka kopo kgetha:

source: Register for messages
st: Ngodisetsa melaetsa

source: Baby and Pregnancy info (English only)
st: Tsebo ka Lesea le Boimana (Senyesemane feela)

source: MomConnect sends free support SMSs to pregnant mothers. Are you or do you suspect that you are pregnant?
st: MomConnect o romela mahala diSMS tsa tshehetso ho bomme ba immeng. Na o imme kapa o belaela hore o imme?

source: Yes
st: E

source: No
st: Tjhee

source: You have previously opted out of MomConnect SMSs. Please confirm that you would like to opt in to receive messages again?
st: Nakong e fetileng o kgethile ho tswa ho diSMS tsa MomConnect. Ka kopo tiisa hore o ka rata ho kgetha ho amohela melaetsa hape.

source: You have chosen not to receive MomConnect SMSs and so cannot complete registration.
st: O kgethile ho se fumane diSMS tsa MomConnect mme kahoo ha o kgone ho qeta ngodiso.

source: Main Menu
st: Menu ya Sehlooho

source: We are sorry but this service is only for pregnant mothers. If you have other health concerns please visit your nearest clinic.
st: Re kopa tshwarelo empa tshebeletso ena ke ya bomme ba immeng feela. Ha o na le tse ding dingongoreho ka bophelo ka kopo etela tleleniki ya hao e haufi.

source: We need some info to message you. This is private and will only be used to help you at a clinic. What kind of ID do you have?
st: Re batla tsebo e itseng ho romela melaetsa.Hona ho ka thoko mme ho sebediswa feela ho o thusa ha o ya tleleniki.

source: SA ID
st: ID ya RSA

source: Passport
st: Phasepoto

source: None
st: Letho

source: Sorry, your ID number did not validate. Please reenter your SA ID number:
st: Tshwarelo, nomoro ya hao ya ID ha e a netefatsa. Ka kopo kenya hape nomoro ya ID ya SA:

source: Please enter your SA ID number:
st: Ka kopo kenya nomoro ya ID ya hao ya Afrika Borwa.

source: What is the country of origin of the passport?
st: Ke efe naha ya sethatho ya phasepoto?

source: Mozambique
st: Mozambiki

source: Other
st: E nngwe

source: There was an error in your entry. Please carefully enter your passport number again.
st: Ho na le phoso kenellong ya. Ka kopo kenya nomoro ya hao ya phasepoto.

source: Please enter your Passport number:
st: Ka kopo kenya nomoro ya hao ya phasepoto.

source: There was an error in your entry. Please carefully enter your year of birth again (for example: 2001)
st: Ho na le phoso kenellong ya. Ka kopo kenya ka hloko hape selemo sa hao sa tlhaho (mohlala: 2001)

source: Since you don't have an ID or passport, please enter the year that you were born (for example: 1981)
st: Jwalo ka ha o se na ID kapa phasepoto, ka kopo kenya selemo o tswetsweng ka sona (Mohlala 1981)

source: Please enter the month that you were born.
st: Ka kopo kenya kgwedi eo o tswetsweng ka yona

source: There was an error in your entry. Please carefully enter your day of birth again (for example: 8)
st: Ho na le phoso kenellong ya hao. Ka kopo kenya ka hloko letsatsi la hao la tlhaho hape (mohlala: 8)

source: Please enter the day that you were born (for example: 14).
st: Ka kopo kenya mohla oo o tswetsweng ka wona (Mohlala 14)

source: Congratulations on your pregnancy. You will now get free SMSs about MomConnect. You can register for the full set of FREE helpful messages at a clinic.
st: Dithoholetso ka boimana ba hao.Jwale o tla fumana diSMS tsa mahala ho MomConnect.O ka ngodisetsa sete e feletseng ya MAHALA ya melaetsa e molemo tleleniki.

source: Thank you. Your SMS will be delivered shortly.
st: Re a leboha. SMS ya hao e tla romelwa haufiufi.
