Repository: smn/servicerating-docker
Catalog: config/service_nr.po
Languages: nr

source: Jan
nr: Bhi

source: Feb
nr: Indlovlenc

source: Mar
nr: Indlovlenk

source: Apr
nr: Maba

source: May
nr: Inkhw

source: Jun
nr: Inhla

source: Jul
nr: Kholw

source: Aug
nr: Ingci

source: Sep
nr: Inyoni

source: Oct
nr: Imph

source: Nov
nr: Lweti

source: Dec
nr: Ingo

source: Welcome. When you signed up, were staff at the facility friendly & helpful?
nr: Nawubhalisa, bonesi bebanemusa futsi bakusita?

source: Very Satisfied
nr: Ngenetisa kakhulu

source: Satisfied
nr: Ngenetiseka

source: Not Satisfied
nr: Angizange ngenetiseka

source: Very unsatisfied
nr: Angizange ngenetiseka mbamba

source: How do you feel about the time you had to wait at the facility?
nr: Utiva njani mayelana nesikhatsi lowasicitsa ulindzile esikhungweni?

source: How long did you wait to be helped at the clinic?
nr: Wema sikhatsi lesingakanani emtfolamphilo ngembi kwekusitwa?

source: Less than an hour
nr: Ngaphansi kweli-awa

source: Between 1 and 3 hours
nr: Emkhatsini weli-awa-1 nala-3

source: More than 4 hours
nr: Ingabe lesikhungo besihlantekile?

source: Did you feel that your privacy was respected by the staff?
nr: Ingabe weva kutsi tisebenti tiyalihlonipha lingasense lakho

source: Thank you for rating our service.
nr: Siyabonga cuts unikete emaphuzu tinsita tetfu.

source: Sorry, you've already rated service. For baby and pregnancy help or if you have compliments or complaints dial {{public_channel}} or reply to any of the SMSs you receive
nr: Ncesi, bewaniketile emaphuzu ekusebenta kwetfu.
