Repository: smn/servicerating-docker
Catalog: config/service_st.po
Languages: st

source: Jan
st: Phere

source: Feb
st: Hlakola

source: Mar
st: Hlakub

source: Apr
st: Mmesa

source: May
st: Motsh

source: Jun
st: Phupj

source: Jul
st: Phupu

source: Aug
st: Phato

source: Sep
st: Loetse

source: Oct
st: Mpha

source: Nov
st: Pudu

source: Dec
st: Tshitwe

source: Welcome. When you signed up, were staff at the facility friendly & helpful?
st: Amoheleha.Ngodisong,na moifo wa thuso o mosa o a thusa?

source: Very Satisfied
st: Kgotsofetse haholo

source: Satisfied
st: Kgotsofetse

source: Not Satisfied
st: Ha ke a kgotsofala

source: Very unsatisfied
st: Ha ke a kgotsofala ho hang

source: How do you feel about the time you had to wait at the facility?
st: O utlwa jwang ka nako o emeng ka yona thusong?

source: How long did you wait to be helped at the clinic?
st: O eme nako e kae hore o thuswe tleleniki?

source: Less than an hour
st: Ka tlase ho hora

source: Between 1 and 3 hours
st: Pakeng tsa hora e le 1 le tse 3

source: More than 4 hours
st: Ho feta dihora tse 4

source: All day
st: etsatsi lohle

source: Was the facility clean?
st: Na tlhophisetso e ne hlwekile?

source: Did you feel that your privacy was respected by the staff?
st: Na o utlwile hore bowena bo hlomphuwe ke basebeletsi?

source: Thank you for rating our service.
st: Re a leboha.
