Repository: smn/servicerating-docker
Catalog: config/service_nso.po
Languages: nso

source: Feb
nso: Fep

source: Mar
nso: Matshe

source: Apr
nso: Aprele

source: May
nso: Mei

source: Jul
nso: Julae

source: Aug
nso: Agostose

source: Sep
nso: Sept

source: Oct
nso: Okt

source: Nov
nso: Nof

source: Dec
nso: Des

source: Welcome. When you signed up, were staff at the facility friendly & helpful?
nso: O amogetswe. Ge o tsena, basomi ba na le segwera & thuso?

source: Very Satisfied
nso: Kgotsofetse kudu

source: Satisfied
nso: Kgotsofetse

source: Not Satisfied
nso: Ga ka kgotsofala

source: Very unsatisfied
nso: Ga ka kgotsofala kudu

source: How do you feel about the time you had to wait at the facility?
nso: O ikwa bjang ka nako ya kemelo ka lefelong?

source: How long did you wait to be helped at the clinic?
nso: O eme nako e kaakang go thuswa kliniking?

source: Less than an hour
nso: Ka fase ga iri

source: Between 1 and 3 hours
nso: Gare ga iri e 1 le tse 3

source: More than 4 hours
nso: Go feta diiri tse 4

source: All day
nso: Letsatsi ka moka

source: Was the facility clean?
nso: Naa lefelo le be le hlwekile?

source: Did you feel that your privacy was respected by the staff?
nso: Naa o ikwele gore sephiri sa gago se hlomphilwe ke basomi?

source: Thank you for rating our service.
nso: Re a leboga ge o etse tirelo ya rena.

source: Sorry, you've already rated service. For baby and pregnancy help or if you have compliments or complaints dial {{public_channel}} or reply to any of the SMSs you receive
nso: Tshwarelo eupsa ga wa ela tirelo ya rena. Ge o nyaka go tlisa pelaelo goba tebogiso, hle fetola molaetsa wa MomConnect wo hweditsego.
