Repository: smn/servicerating-docker
Catalog: config/service_ts.po
Languages: ts

source: Jan
ts: Sung

source: Feb
ts: Nyenyen

source: Mar
ts: Nyenyank

source: Apr
ts: Dziv

source: May
ts: Mudy

source: Jun
ts: Khot

source: Jul
ts: Maw

source: Aug
ts: Mhaw

source: Sep
ts: Ndzhat

source: Oct
ts: Nhlang

source: Nov
ts: Huk

source: Dec
ts: Wa amukeriwa. Loko u joyina, vatirhi a va ri na vunghana no pfuna?

source: Very Satisfied
ts: Ndzi enetekile swinene

source: Satisfied
ts: Ndzi enetekile

source: Not Satisfied
ts: A ndzi enetekanga

source: Very unsatisfied
ts: A ndzi eneketenga naswintsongo

source: How do you feel about the time you had to wait at the facility?
ts: U titwa njhani hi nkarhi lowu u nga wu rindzela etliliniki?

source: How long did you wait to be helped at the clinic?
ts: Xana u rindzele ku pfuniwa nkarhi wo leha ku fika kwihi?

source: Less than an hour
ts: Ehansi ka awara

source: Between 1 and 3 hours
ts: Exikarhi ka awara yin’we na tinharhu

source: More than 4 hours
ts: Ku tlula tiawarata 4

source: All day
ts: Siku hinkwar

source: Was the facility clean?
ts: Xana tliliniki a yi basile?

source: Did you feel that your privacy was respected by the staff?
ts: Xana u twa swihundla swa wena swi hloniphiwile hi vatirhi?

source: Thank you for rating our service.
ts: Ha khensa ku va u pimile vukorhokeri bya hina.

source: Sorry, you've already rated service. For baby and pregnancy help or if you have compliments or complaints dial {{public_channel}} or reply to any of the SMSs you receive
ts: U se u pimile vukorhokeri bya hina. Loko u lava ku nghenisa xivilelo/xibumabumelo,hlamula eka hungu rin'wana na rin’wana ra MomConnect leri u nga ri kuma
