Repository: smn/servicerating-docker
Catalog: config/service_*.po
Languages: af

source: Mar
af: Maart

source: May
af: Mei

source: Jun
af: Junie

source: Jul
af: Julie

source: Oct
af: Okt

source: Dec
af: Des

source: Welcome. When you signed up, were staff at the facility friendly & helpful?
af: Welkom. By registrasie, was die personeel by fasiliteit vriendelik & hulpvaardig?

source: Very Satisfied
af: Baie Tevrede

source: Satisfied
af: Tevrede

source: Not Satisfied
af: Ontevrede

source: Very unsatisfied
af: Baie Ontevrede

source: How do you feel about the time you had to wait at the facility?
af: Hoe voel jy oor die wagtyd by die fasiliteit?

source: How long did you wait to be helped at the clinic?
af: Hoe lank was dit voordat jy by die kliniek gehelp is?

source: Less than an hour
af: Minder as â€™n uur

source: Between 1 and 3 hours
af: Tussen 1 & 3 uur

source: More than 4 hours
af: Meer as 4 uur

source: All day
af: Heeldag

source: Was the facility clean?
af: Was die fasiliteit skoon?

source: Did you feel that your privacy was respected by the staff?
af: Het die personeel jou privaatheid gerespekteer?

source: Thank you for rating our service.
af: Dankie
