Repository: smn/servicerating-docker
Catalog: config/service_ve.po
Languages: ve

source: Jan
ve: Phnd

source: Feb
ve: Luh

source: Mar
ve: Thf

source: Apr
ve: Lmb

source: May
ve: Shnd

source: Jun
ve: Flw

source: Jul
ve: Flwn

source: Aug
ve: Thng

source: Sep
ve: Khbv

source: Oct
ve: Tshm

source: Nov
ve: Lr

source: Dec
ve: Nynd

source: Welcome. When you signed up, were staff at the facility friendly & helpful?
ve: Vho tanganedzwa. Musi vha tshi dinwalisa kiliniki, vho thuswa na u farwa zwavhudi?

source: Very Satisfied
ve: U fushea vhukuma

source: Satisfied
ve: U fushea

source: Not Satisfied
ve: U sa fushea

source: Very unsatisfied
ve: U sa fushea na luthihi

source: How do you feel about the time you had to wait at the facility?
ve: Vha dipfa hani nga tshifhinga tshe vha tea u lindela u wana thuso kiliniki?

source: How long did you wait to be helped at the clinic?
ve: Vho lindela tshifhinga tshi ngafhani uri vha thuswe kiliniki?

source: Less than an hour
ve: Fhasi ha awara

source: Between 1 and 3 hours
ve: Vhukati ha awara 1 na 3

source: More than 4 hours
ve: U fhira awara 4

source: All day
ve: Duvha lothe

source: Was the facility clean?
ve: Kiliniki yo vha yo kuna?

source: Did you feel that your privacy was respected by the staff?
ve: Vho pfa uri tshirunzi tshavho tsho thomphiwa nga vhashumi?

source: Thank you for rating our service.
ve: Ri khou livhuwa u ela havho tshumelo yashu.

source: Sorry, you've already rated service. For baby and pregnancy help or if you have compliments or complaints dial {{public_channel}} or reply to any of the SMSs you receive
ve: Pfarelo vhunga vho no ela kushumele. Vha tshi todou vhiga mbilahelo kana u rumela thuthuwedzo/ndivhuho,vha fhindule mulaedza wa MomConnect we vha rumelwa.
